// HomeWork 19 (practice)
//#1 
//  добавить обработчик на кнопку, при нажатии на
// которую будет в консоль выводиться текст с поля

btn.addEventListener("click", function(){console.log(input.value)})


//#2 
//-написать обработчик на событие клик чтобы элемент перемещался на 
//координаты клика
//-сделать dropdown (выпадающий список)



//#3
//подсвечивать ячейки таблицы при наведении



//#4
//при прокрутке страницы на 200px тоглить класс в header



//#5
//сделать проверку на ширину экрана, если меньше 768px 
//то к элементу добавить класс


//#6 
//сделать интуп (type = "text") в который можно вводить только цифры
// (keyCode для чисел от 48 до 57 и от 96 до 105)